Repository: vasyatko/ccnet_gitmode
Catalog: project/WebDashboard/Resources/Languages.*.resx
Languages: pl

source: Activity
pl: Aktywność

source: Add New Server
pl: Dodaj nowy serwer

source: Allow Force/Abort Build
pl: Pozwól wymusić/przerwać kompilację

source: Allow Start/Stop Project
pl: Pozwól uruchomić/zatrzymać projekt

source: Audit History for Project: {0}
pl: Audyt histori projektu: {0}

source: Available Packages for {0}
pl: Paczki dostępne dla projektu {0}

source: Backwards Compatible
pl: Zgodność wstecz

source: Build
pl: Kompilacja

source: Build Label
pl: Etykieta kompilacji

source: Build Overview
pl: Przegląd kompilacji

source: Cancel
pl: Anuluj

source: Categories
pl: Kategorie

source: Category
pl: Kategoria

source: CCNet Status
pl: Status CCNet

source: Change
pl: Zmiana

source: Click here for the full build report.
pl: Klinkij tutaj by zobaczyć pełen raport kompilacji.

source: Click here for the most recent build report.
pl: Klinkij tutaj by zobaczyć najnowszy raport kompilacji.

source: Click here to open log in its own page
pl: Klinkij tutaj by zobaczyć dziennik jako osobną stronę.

source: Close
pl: Zamknij

source: Commands
pl: Komendy

source: Current Password
pl: Aktualne hasło

source: Current Status for {0}
pl: Aktualny status {0}

source: Dashboard
pl: Tablica

source: Dashboard Administration
pl: Ustawienia tablicy

source: Defined Users
pl: Zdefiniowani użytkownicy

source: Defined Users for Project: {0}
pl: Zdefiniowani użytkownicy dla projektu: {0}

source: Delete
pl: Skasuj

source: Delete server
pl: Skasuj serwer

source: Display Name
pl: Nazwa wyświetlana

source: Enter
pl: Wprowadź

source: Error
pl: Błąd

source: Event
pl: Zdażenie

source: Event Date/Time
pl: Data/czas zdarzenia

source: External Links
pl: Zewnętrzne odnośniki

source: Free Disk Space
pl: Dostępne miejsce na dysku

source: Import
pl: Importuj

source: Install
pl: Instaluj

source: Installation Log
pl: Dziennik instalacji

source: Last Build Label
pl: Ostatnia etykieta kompilacji

source: Last Build Status
pl: Ostatni status kompilacji

source: Last Build Time
pl: Czas ostatniej kompilacji

source: Latest
pl: Najnowsze

source: Load Package
pl: Załaduj paczkę

source: Loading parameters, please wait...
pl: Ładowanie parametrów, proszę czekać...

source: Loading status data, please wait...
pl: Ładowanie danych statusu, proszę czekać...

source: Loading, please wait...
pl: Ładowanie, proszę czekać...

source: Location
pl: Ścieżka

source: Login
pl: Zaloguj

source: Logout
pl: Wyloguj

source: Most Recent Build Results
pl: Wyniki najnowszej kompilacji

source: Name
pl: Nazwa

source: New Password
pl: Nowe hasło

source: Next
pl: Następny

source: Next Build Time
pl: Czas następnej kompilacji

source: Number of Files
pl: Liczba plików

source: Outcome
pl: Wynik

source: Package
pl: Paczka

source: Package details
pl: Szczegóły paczki

source: Package Name
pl: Nazwa paczki

source: Package Size
pl: Rozmiar paczki

source: Packages
pl: Paczki

source: PageRendered
pl: Strona wygenerowana {0}

source: Password
pl: Hasło

source: Permission Diagnostics
pl: Diagnostyka uprawnień

source: Please contact your build administrator.
pl: Proszę skontaktować się z administratorem.

source: Please login again or contact your build administrator.
pl: Proszę zalogować się ponownie lub skontaktować się z administratorem.

source: Previous
pl: Poprzedni

source: Project
pl: Projekt

source: Project Name
pl: Nazwa projektu

source: Project Parameters
pl: Parametry projektu

source: Project Report for {0}
pl: Raport dla projektu {0}

source: Project Status for {0}
pl: Status projektu {0}

source: Queue
pl: Kolejka

source: Queue Priority
pl: Priorytet w kolejce

source: Recent Builds
pl: Ostatnie kompilacje

source: Refresh status
pl: Odśwież status

source: Reload dashboard
pl: Przeładuj tablicę

source: Remote Servers
pl: Zdalne serwery

source: Remove
pl: Usuń

source: Repeat New Password
pl: Wprowadź ponownie nowe hasło

source: Reset password
pl: Zresetuj hasło

source: Save
pl: Zapisz

source: Security Configuration for Project: {0}
pl: Konfiguracja zabezpieczeń projektu: {0}

source: Server
pl: Serwer

source: Server Audit History
pl: Audyt histori serwera

source: Server details
pl: Szczegóły serwera

source: Server Log
pl: Dziennik serwera

source: Server Log for Project: {0}
pl: Dziennik serwera dla projektu: {0}

source: Server Name
pl: Nazwa serwera

source: Server Security Configuration
pl: Ustawienia zabezpieczeń serwera

source: Server Version
pl: Wersja serwera

source: Servers
pl: Serwery

source: Show All
pl: Pokaż wszystkie

source: The administration console is password protected, please enter your password
pl: Konsola administracyjna jest zabezpieczona hasłem, proszę wprowadź swoje hasło

source: There was an exception trying to carry out your request.
pl: W trakce realizacji żądania wystąpił wyjątek.

source: Time Completed
pl: Czas zakończenia

source: Time Started
pl: Czas rozpoczęcia

source: User
pl: Użytkownik

source: User Name
pl: Nazwa użytkownika

source: View Log
pl: Podgląd dziennika

source: View this report in its own window
pl: Zobacz ten raport jako osobną stronę

source: Web Url
pl: Odnośnik

source: You do not have permission for this action
pl: Nie posiadasz uprawnień do wykonania tej akcji.

source: You have successfully logged in
pl: Zalogowanie poprawne

source: You have successfully logged out
pl: Wylogowanie poprawne

source: Your session is invalid
pl: Błędna sesja

source: Abort
pl: Przerwij

source: Abort successfully forced for {0}
pl: Udało się wymusić przerwanie {0}

source: Administer Dashboard
pl: Ustawienia tablicy

source: Breakers
pl: Psuje

source: Build Report
pl: Raport kompilacji

source: Build successfully forced for {0}
pl: Udało się wymusić kompilację {0}

source: Building
pl: Kompilacja w trakcie

source: Cancelled
pl: Anulowany

source: CheckingModifications
pl: Sprawdzanie zmian

source: Download CCTray
pl: Pobierz CCTray

source: Exception
pl: Wyjątek

source: Exception Full Details
pl: Szczegóły wyjątku

source: Exception Message
pl: Komunika wyjątku

source: Failing Tasks
pl: Nieudane zadania

source: Failure
pl: Niepowodzenia

source: Farm Report
pl: Stan farmy

source: Force
pl: Wymuś

source: Force Build Only
pl: Tylko wymuszenie kompilacji

source: Invalid package - manifest file is missing
pl: Niewłaściwa paczka - brak pliku manifestu

source: Invalid password
pl: Niewłaściwe hasło

source: Latest Build
pl: Najnowsza kompilacja

source: Name is a compulsory value
pl: Nazwa jest wymagana

source: No file selected to import!
pl: Nie wybrano pliku do importu

source: Package '{0}' has been loaded
pl: Paczka '{0}' została załadowana

source: Package has been installed
pl: Paczka została zainstalowana

source: Package has been removed
pl: Paczka została usunięta

source: Package has been uninstalled
pl: Paczka została odinstalowana

source: Package List
pl: Lista paczek

source: Pending
pl: Oczekujące

source: Project Configuration
pl: Ustawienia projektu

source: Project Report
pl: Raport projektu

source: Project Status
pl: Status projektu

source: Running
pl: W trakcie

source: Server has been deleted
pl: Serwer został usunięty

source: Server has been saved
pl: Serwer został zapisany

source: Server name has not been set
pl: Nazwa serwera nie została ustawiona

source: Server Report
pl: Raport serwera

source: Sleeping
pl: Uśpiony

source: Start
pl: Uruchom

source: Starting project {0}
pl: Uruchamianie projektu {0}

source: Stop
pl: Zatrzymaj

source: Stopped
pl: Zatrzymany

source: Stopping
pl: W trakcie zatrzymywania

source: Stopping project {0}
pl: Zatrzymuję projekt {0}

source: Success
pl: Sukces

source: The dashboard configuration has been reloaded
pl: Konfiguracja tablicy została załadowana ponownie

source: Unable to find server
pl: Nie można znaleźć serwera

source: Unable to remove package - has the package already been removed?
pl: Nie udało się usunąć paczki - czy została już skasowana?

source: Unable to uninstall package
pl: Nie udało się odinstalować paczki

source: Unknown
pl: Nieznany

source: Unknown action '{0}'
pl: Nieznana akcja '{0}'

source: URI is a compulsory value
pl: URI jest wymagane

source: View All Builds
pl: Pokaż wszystkie kompilacje

source: View Build Log
pl: Pokaż dziennik kompilacji

source: View Modification History
pl: Pokaż historię zmian

source: View Project Configuration
pl: Pokaż ustawienia projektu

source: View Queue Status
pl: Pokaż stan kolejki

source: View Security Configuration
pl: Pokaż ustawienia zabezpieczeń

source: View Server Info
pl: Pokaż informacje o serwerze

source: View Server Log
pl: Pokaż dziennik serwera

source: View Statistics
pl: Pokaż statystyki

source: View User List
pl: Pokaż listę użytkowników
